[
  {
    "id": 1,
    "title": "GYG - Admin Panel for Restaurant Management (Resto 365)",
    "logo": "/img/gyg/resto-365.png",
    "description": "The Guzman y Gomez Admin Panel is a robust web application designed to streamline restaurant management operations. This intuitive interface allows administrators to efficiently manage restaurant profiles, menus, and service options, ensuring a seamless experience for both staff and customers.",
    "companyName": "Guzman Y Gomez",
    "companySite": "https://www.guzmanygomez.com/",
    "workLogo": "/img/gyg/gyg.png",
    "role": "Senior Software Engineer",
    "data": [
      {
        "heading": "Restaurant Management",
        "bullets": [
          "Add and edit restaurant profiles, including details like location, operating hours, and contact information.",
          "Manage multiple restaurant locations under one account for centralized oversight."
        ]
      },
      {
        "heading": "Menu Management",
        "bullets": [
          "Create and modify menus for breakfast, lunch, and dinner.",
          "Add individual items with detailed descriptions, pricing, and dietary information to enhance customer engagement.",
          "Categorize menu items into specific sections, such as appetizers, mains, and desserts, for easy navigation."
        ]
      },
      {
        "heading": "Service Management",
        "bullets": [
          "Enable or disable various service options such as delivery, pickup, and table service to adapt to operational needs.",
          "Manage service availability based on restaurant hours or special events."
        ]
      },
      {
        "heading": "Equipment Management",
        "bullets": [
          "Keep track of essential kitchen equipment, including liquor storage, fryers, quesadilla makers, ice machines, coffee machines, soft serve machines, and gas types.",
          "Monitor the status and maintenance schedules of these machines to ensure optimal performance."
        ]
      },
      {
        "heading": "History Log Management",
        "bullets": [
          "Maintain a comprehensive history log that records changes made within the admin panel, including additions, modifications, and deletions.",
          "Access historical data to review past menu changes, service status updates, and equipment management actions for better decision-making."
        ]
      }
    ],
    "technologies": [
      "Javascript",
      "Typescript",
      "Next Js",
      "Redux",
      "React Js",
      "Jest test cases",
      "Mysql",
      "Node Js",
      "Express Js",
      "Material UI",
      "Type ORM",
      "CI/CD",
      "AWS SM",
      "AWS PS"
    ],
    "images": [
      {
        "src": "/img/gyg/Resto_list.png",
        "alt": "Description of image 3"
      },
      {
        "src": "/img/gyg/resto_profile.png",
        "alt": "Description of image 3"
      },
      {
        "src": "/img/gyg/user_list.png",
        "alt": "Description of image 3"
      },
      {
        "src": "/img/gyg/history_log.png",
        "alt": "Description of image 3"
      },
      {
        "src": "/img/gyg/menu_management.png",
        "alt": "Description of image 3"
      },
      {
        "src": "/img/gyg/equipment.png",
        "alt": "Description of image 3"
      },
      {
        "src": "/img/gyg/trading_hours.png",
        "alt": "Description of image 3"
      },
      {
        "src": "/img/gyg/customer_support.png",
        "alt": "Description of image 3"
      },
      {
        "src": "/img/gyg/img1.png",
        "alt": "Description of image 3"
      },
      {
        "src": "/img/gyg/img2.png",
        "alt": "Description of image 3"
      },
      {
        "src": "/img/gyg/img3.png",
        "alt": "Description of image 3"
      }
    ],
    "link": null
  },
  {
    "id": 2,
    "title": "GYG - Online Ordering System",
    "logo": "/img/gyg-order/logo.png",
    "description": "The Guzman y Gomez online ordering system is a robust and scalable web application designed to provide a seamless and user-friendly experience for customers. Built with cutting-edge technologies, it efficiently handles high-traffic demand and complex menu structures while ensuring smooth and secure order processing.",
    "companyName": "Guzman Y Gomez",
    "companySite": "https://order.guzmanygomez.com.au/",
    "workLogo": "/img/gyg-order/logo.png",
    "role": "Senior Software Engineer",
    "data": [
      {
        "heading": "Frontend",
        "bullets": [
          "Developed using React and enhanced with custom components to deliver a dynamic and highly interactive user interface.",
          "Integrated Braze for advanced customer engagement and personalized experiences.",
          "Ensured responsiveness and cross-browser compatibility, creating an intuitive, visually appealing interface for users across devices."
        ]
      },
      {
        "heading": "Backend",
        "bullets": [
          "Powered by AWS Lambda functions, leveraging the scalability and cost-efficiency of serverless architecture.",
          "Utilized AWS Step Functions to orchestrate complex workflows, ensuring seamless order processing and management.",
          "Secured sensitive data with AWS Secrets Manager and handled configuration management with AWS Parameter Store.",
          "Implemented AWS RDS for relational database needs, ensuring high availability and strong data consistency.",
          "Integrated with Redis for caching and optimizing performance by reducing the load on primary databases."
        ]
      }
    ],
    "technologies": [
      "Javascript",
      "Typescript",
      "Redux",
      "React Js",
      "Jest test cases",
      "Mysql",
      "Node Js",
      "Custom Ui",
      "AWS Lambda",
      "AWS StepFunction",
      "AWS Cloudmonitor",
      "AWA SP",
      "AWS RDS",
      "AWS PS",
      "AWS DynamoDB",
      "Sequelize ORM",
      "Private npm packages",
      "CI/CD",
      "Redis"
    ],
    "images": [
      {
        "src": "/img/gyg-order/img0.png",
        "alt": "Description of image 3"
      },
      {
        "src": "/img/gyg-order/img1.png",
        "alt": "Description of image 3"
      },
      {
        "src": "/img/gyg-order/img2.png",
        "alt": "Description of image 3"
      },
      {
        "src": "/img/gyg-order/img3.png",
        "alt": "Description of image 3"
      },
      {
        "src": "/img/gyg-order/all.png",
        "alt": "Description of image 3"
      },
      {
        "src": "/img/gyg-order/img11.png",
        "alt": "Description of image 3"
      },
      {
        "src": "/img/gyg-order/img12.png",
        "alt": "Description of image 3"
      },
      {
        "src": "/img/gyg-order/img13.png",
        "alt": "Description of image 3"
      },
      {
        "src": "/img/gyg-order/img14.png",
        "alt": "Description of image 3"
      },
      {
        "src": "/img/gyg-order/img15.png",
        "alt": "Description of image 3"
      },
      {
        "src": "/img/gyg-order/img16.png",
        "alt": "Description of image 3"
      },
      {
        "src": "/img/gyg-order/img17.png",
        "alt": "Description of image 3"
      }
    ],
    "link": "https://order.guzmanygomez.com.au/"
  },
  {
    "id": 3,
    "title": "GYG - Third-party delivery partners integration",
    "logo": "/img/gyg-order/logo.png",
    "description": "The integration system efficiently connects Guzman y Gomez’s internal infrastructure with third-party delivery partners to streamline order management and maintain real-time data synchronization with the restaurant’s POS system. The architecture is built to handle multiple external delivery platforms, such as UberEats, DoorDash, and Menulog, ensuring that orders are ingested, validated, and processed accurately.",
    "companyName": "Guzman Y Gomez",
    "companySite": "https://order.guzmanygomez.com.au/",
    "workLogo": "/img/gyg-order/logo.png",
    "role": "Senior Software Engineer",
    "data": [
      {
        "heading": "Order Ingestion via Node.js API",
        "bullets": [
          "The system begins by fetching orders from various delivery partners using a Node.js API.",
          "Node.js handles communication with third-party APIs, parsing incoming data, and normalizing order details to match a consistent schema.",
          "The Node API is designed to be highly resilient, employing retries, rate-limiting, and error handling to ensure orders are reliably ingested even under adverse network conditions."
        ]
      },
      {
        "heading": "Order Processing and Validation with .NET Service:",
        "bullets": [
          "Once the orders are received and standardized, the data is handed off to a .NET Service, which performs in-depth order processing and validation.",
          "This service includes business logic for menu item mapping, price validation, discount handling, and other rules that need to be enforced before the orders are committed to the POS system.",
          "The .NET service also ensures that each order adheres to internal requirements, such as menu availability and order timing constraints, providing a robust mechanism to flag and handle any discrepancies."
        ]
      },
      {
        "heading": "Database and Data Management:",
        "bullets": [
          "Validated order data is then stored using MySQL, leveraging ORM types for strong typing and simplified data access patterns.",
          "The MySQL database acts as a centralized store for managing incoming orders, tracking order history, and maintaining logs for auditing and troubleshooting."
        ]
      },
      {
        "heading": "Internal System Integration:",
        "bullets": [
          "After processing and validation, the orders are inserted into the TASK POS system using the appropriate API endpoints.",
          "This ensures that all validated orders are synchronized in real-time with the POS system, enabling restaurant staff to view, manage, and fulfill orders efficiently."
        ]
      },
      {
        "heading": "Monitoring and Logging:",
        "bullets": [
          "The system includes comprehensive monitoring using CloudWatch and custom logging mechanisms to track order states, API calls, and processing errors.",
          "Alerts are configured to notify the support team of any anomalies, ensuring swift resolution of any issues that may arise."
        ]
      }
    ],
    "technologies": [
      "Javascript",
      "Typescript",
      "React Js",
      "C# services",
      "Mysql",
      "Sequelize ORM",
      "Node Js",
      "Express Js",
      "Jest test Cases",
      "Material UI"
    ],
    "images": [
      {
        "src": "/img/delivery-partner/D1.png",
        "alt": "Description of image 3"
      },
      {
        "src": "/img/delivery-partner/D2.png",
        "alt": "Description of image 3"
      },
      {
        "src": "/img/delivery-partner/D3.png",
        "alt": "Description of image 3"
      },
      {
        "src": "/img/delivery-partner/D4.png",
        "alt": "Description of image 4"
      },
      {
        "src": "/img/delivery-partner/D5.png",
        "alt": "Description of image 5"
      },
      {
        "src": "/img/delivery-partner/D6.png",
        "alt": "Description of image 6"
      }
    ],
    "link": null
  },
  {
    "id": 4,
    "title": "GYG Mexican Kitchen - Brandsite",
    "logo": "/img/gyg/gyg.png",
    "description": "The Guzman y Gomez Brandsite is a dynamic web platform that showcases the brand's story, values, and menu offerings to engage customers and drive brand loyalty. This visually appealing site features interactive elements, vibrant imagery, and user-friendly navigation to create an immersive experience for visitors. The Brandsite serves as a central hub for customers to explore GYG's menu, find nearby locations, and learn more about the brand's commitment to quality and sustainability.",
    "companyName": "Guzman Y Gomez",
    "companySite": "https://www.guzmanygomez.com/",
    "workLogo": "/img/gyg/gyg.png",
    "role": "Senior Software Engineer",
    "data": [
      {
        "heading": "Brand Storytelling",
        "bullets": [
          "Craft compelling narratives that highlight the brand's history, values, and mission.",
          "Create engaging content that resonates with the target audience and communicates the brand's unique identity."
        ]
      },
      {
        "heading": "Menu Showcase",
        "bullets": [
          "Feature the full menu with detailed descriptions, pricing, and dietary information.",
          "Highlight signature dishes, seasonal specials, and limited-time offers to entice customers."
        ]
      },
      {
        "heading": "Location Finder",
        "bullets": [
          "Integrate a location finder tool that allows users to search for nearby restaurants.",
          "Provide maps, directions, and contact information for each restaurant to facilitate easy access."
        ]
      },
      {
        "heading": "Sustainability Initiatives",
        "bullets": [
          "Promote the brand's sustainability efforts, such as eco-friendly packaging, waste reduction, and ethical sourcing.",
          "Educate customers on GYG's commitment to environmental responsibility and social impact."
        ]
      },
      {
        "heading": "Engagement Features",
        "bullets": [
          "Incorporate interactive elements like quizzes, polls, and contests to engage visitors.",
          "Encourage user participation and feedback to foster a sense of community and brand loyalty."
        ]
      }
    ],
    "technologies": [
      "WordPress",
      "JavaScript",
      "jQery",
      "jQuery Ajax",
      "BootStrap",
      "HTML",
      "CSS",
      "SEO",
      "Google Analytics",
      "AWS Cloudfront",
      "AWS S3",
      "AWS EC2"
    ],
    "images": [],
    "link": "https://www.guzmanygomez.com.au/"
  },
  {
    "id": 5,
    "title": "Capauth: Django SSO Backend",
    "logo": "/img/capauth/capabara.png",
    "description": "Capabara is a comprehensive organisation and user management system designed to facilitate efficient handling of multi-organisational structures, user access controls, and subscription management. The system provides a robust framework for creating, managing, and navigating complex organisational hierarchies while maintaining granular control over user permissions and access.",
    "companyName": "Freelance",
    "companySite": "https://app.capabara.com/mycapabara",
    "workLogo": "/img/capauth/freelance.png",
    "role": "Project Manager & Senior Software Engineer",
    "data": [
      {
        "heading": "Organisation Management",
        "bullets": [
          "All users can view all organisations, with potential for future modifications to restrict visibility.",
          "Users can create new organisations, automatically becoming admins of the organisations they create.",
          "New users are initially assigned to a default organisation before creating or joining others.",
          "Only the creator of an organisation can edit or delete it."
        ]
      },
      {
        "heading": "User Management",
        "bullets": [
          "Users within an organisation can access information about other users in the same organisation.",
          "Check if the new user belongs to the same company, verify if the user already exists, and manage organisation assignments.",
          "Users need to register in Cap-ai and other integrated systems.",
          "Only admins or the user themselves can edit or delete user information."
        ]
      }
    ],
    "technologies": [
      "Javascript",
      "Typescript",
      "React Js",
      "Redux",
      "Postgress",
      "Material UI",
      "Python",
      "Django"
    ],
    "images": [],
    "link": "https://app.capabara.com/mycapabara"
  },
  {
    "id": 6,
    "title": "NEEMIYA : Effective Lead Generation Platform",
    "logo": "/img/neemiya/logo.png",
    "description": "Neemiya is a platform that helps businesses create and manage landing pages to capture leads effectively. It provides tools like drag-and-drop builders, analytics, and CRM integrations, making it easier to optimize marketing campaigns and track performance. The platform is suitable for agencies and businesses aiming to enhance their lead generation and streamline client management.",
    "companyName": "Freelance",
    "companySite": null,
    "workLogo": "/img/capauth/freelance.png",
    "role": "Senior Software Engineer",
    "data": [
      {
        "heading": "Landing Page Builder",
        "bullets": [
          "Create high-converting landing pages with a drag-and-drop interface.",
          "Customize templates to fit your brand and campaign needs."
        ]
      },
      {
        "heading": "Lead Management",
        "bullets": [
          "Track and manage leads in one place.",
          "Integrates with CRM systems like Salesforce, Pipedrive, and Hubspot."
        ]
      },
      {
        "heading": "A/B Testing",
        "bullets": [
          "Run A/B tests to identify the best-performing page variants.",
          "Optimize campaigns based on performance data."
        ]
      },
      {
        "heading": "Analytics and Tracking",
        "bullets": [
          "Monitor page performance with in-depth analytics.",
          "Gain insights into visitor behavior and conversion rates."
        ]
      },
      {
        "heading": "Agency Features",
        "bullets": [
          "Manage multiple client projects from a single dashboard.",
          "Provide detailed performance reports for clients."
        ]
      }
    ],
    "technologies": [
      "Javascript",
      "Typescript",
      "React Js",
      "Node Js",
      "Express Js",
      "Postgress",
      "Strapi",
      "Swagger",
      "Kubernetes",
      "Jest test",
      "Material UI",
      "CI/CD"
    ],
    "images": [
      {
        "src": "/img/neemiya/img1.png",
        "alt": "Description of image 3"
      },
      {
        "src": "/img/neemiya/img2.png",
        "alt": "Description of image 3"
      },
      {
        "src": "/img/neemiya/img3.png",
        "alt": "Description of image 3"
      },
      {
        "src": "/img/neemiya/img4.png",
        "alt": "Description of image 3"
      },
      {
        "src": "/img/neemiya/img5.png",
        "alt": "Description of image 3"
      },
      {
        "src": "/img/neemiya/img6.png",
        "alt": "Description of image 3"
      }
    ],
    "link": "https://www.leadsmount.com/"
  },
  {
    "id": 7,
    "title": "Dollarsprout - Personal Finance Blog",
    "logo": "/img/dollarsprout/logo.svg",
    "description": "DollarSprout is a personal finance blog that provides readers with practical tips, resources, and insights to help them manage their money effectively. The blog covers a wide range of topics, including budgeting, saving, investing, and earning extra income. DollarSprout aims to empower readers to take control of their finances and achieve their financial goals.",
    "role": "Senior Software Engineer",
    "companyName": "CodeWorks Consulting",
    "companySite": "https://thisiscodeworks.com/",
    "workLogo": "/img/codeworks.png",
    "data": [
      {
        "heading": "Content Creation",
        "bullets": [
          "Produce high-quality articles, guides, and resources on personal finance topics.",
          "Research and write engaging content that educates and inspires readers.",
          "Collaborate with editors and other team members to develop content strategies and plans."
        ]
      },
      {
        "heading": "SEO Optimization",
        "bullets": [
          "Optimize articles for search engines to increase organic traffic.",
          "Conduct keyword research and implement SEO best practices.",
          "Monitor and analyze site performance using tools like Google Analytics."
        ]
      },
      {
        "heading": "Social Media Management",
        "bullets": [
          "Create and schedule social media posts to promote blog content.",
          "Engage with followers and respond to comments and messages.",
          "Grow and maintain social media accounts to increase brand visibility."
        ]
      },
      {
        "heading": "Email Marketing",
        "bullets": [
          "Develop email campaigns to nurture leads and drive conversions.",
          "Segment email lists and personalize content for different audiences.",
          "Analyze email performance metrics and optimize campaigns for better results."
        ]
      },
      {
        "heading": "Monetization Strategies",
        "bullets": [
          "Implement affiliate marketing programs to generate revenue.",
          "Create sponsored content and partnerships with brands.",
          "Explore other monetization opportunities like digital products and courses."
        ]
      }
    ],
    "technologies": [
      "WordPress",
      "JavaScript",
      "jQery",
      "jQuery Ajax",
      "BootStrap",
      "HTML",
      "CSS",
      "SEO",
      "Google Analytics",
      "AWS Cloudfront",
      "AWS S3",
      "AWS EC2"
    ],
    "images": [
      {
        "src": "/img/dollarsprout/frontpage.png",
        "alt": "FrontPage"
      },
      {
        "src": "/img/dollarsprout/podcast.png",
        "alt": "Podcast"
      },
      {
        "src": "/img/dollarsprout/blog.png",
        "alt": "Blog"
      },
      {
        "src": "/img/dollarsprout/blog-detail.png",
        "alt": "Blog-Detail"
      }
    ],
    "link": "https://dollarsprout.com/"
  },
  {
    "id": 8,
    "title": "MuscleBox - Fitness and Nutrition Subscription Service",
    "logo": "/img/musclebox/logo.webp",
    "description": "MuscleBox is a subscription service that delivers fitness and nutrition products to customers' doorsteps. The platform offers a range of products, including supplements, workout gear, and healthy snacks, tailored to individual fitness goals. MuscleBox aims to provide convenience and motivation for fitness enthusiasts by curating high-quality products that support their health and wellness journey.",
    "companyName": "La Net Team Software Solutions Pvt. LTD.",
    "companySite": "https://www.lanetteam.com/",
    "workLogo": "/img/logo.webp",
    "role": "Senior Software Engineer",
    "data": [
      {
        "heading": "Subscription Management",
        "bullets": [
          "Allow users to create and manage their subscription plans.",
          "Provide options for customization based on fitness goals and preferences."
        ]
      },
      {
        "heading": "Product Curation",
        "bullets": [
          "Curate a selection of fitness and nutrition products for each subscription box.",
          "Ensure high-quality products that align with customer needs."
        ]
      },
      {
        "heading": "User Engagement",
        "bullets": [
          "Implement features to engage users, such as workout challenges and nutrition tips.",
          "Encourage community interaction through forums or social media integration."
        ]
      },
      {
        "heading": "Analytics and Reporting",
        "bullets": [
          "Provide insights into user behavior, subscription trends, and product performance.",
          "Utilize data to optimize product offerings and marketing strategies."
        ]
      }
    ],
    "technologies":[
      "WordPress",
      "Flatsome theme",
      "WooCommerce",
      "Subscriptions",
      "JavaScript",
      "jQery",
      "jQuery Ajax",
      "BootStrap",
      "HTML",
      "CSS"
    ],
    "images": [
      {
        "src": "/img/musclebox/frontpage.png",
        "alt": "FrontPage"
      },
      {
        "src": "/img/musclebox/musclebox.png",
        "alt": "Mens MuscleBox"
      },
      {
        "src": "/img/musclebox/womenbox.png",
        "alt": "Women MuscleBox"
      },
      {
        "src": "/img/musclebox/protienbox.png",
        "alt": "Protien Box"
      }
    ]
  },
  {
    "id": 9,
    "title": "Digital Workshop Center - Online Learning Platform",
    "logo": "/img/dwc/logo.png",
    "description": "Digital Workshop Center is an online learning platform that offers a wide range of courses and training programs in various fields. The platform provides users with access to high-quality educational content, interactive learning experiences, and certification opportunities. Digital Workshop Center aims to empower individuals and organizations by providing them with the skills and knowledge needed to succeed in today's digital landscape.",
    "companyName": "La Net Team Software Solutions Pvt. LTD.",
    "companySite": "https://www.lanetteam.com/",
    "workLogo": "/img/logo.webp",
    "role": "Software Engineer",
    "data": [
      {
        "heading": "Course Management",
        "bullets": [
          "Create and manage a diverse range of online courses.",
          "Provide course materials, quizzes, and assessments for learners."
        ]
      },
      {
        "heading": "User Registration and Profiles",
        "bullets": [
          "Allow users to register and create personalized profiles.",
          "Track user progress and achievements within the platform."
        ]
      },
      {
        "heading": "Payment Processing",
        "bullets": [
          "Integrate secure payment gateways for course purchases.",
          "Manage subscription plans and billing cycles."
        ]
      },
      {
        "heading": "Community Engagement",
        "bullets": [
          "Facilitate discussions, forums, and peer interactions.",
          "Encourage collaboration among learners through group projects."
        ]
      }
    ],
    "technologies": [
      "WordPress",
      "JavaScript",
      "jQery",
      "jQuery Ajax",
      "BootStrap",
      "HTML",
      "CSS",
      "SEO",
      "Google Analytics",
      "AWS Cloudfront",
      "AWS S3",
      "AWS EC2"
    ],
    "images": [
      {
        "src": "/img/dwc/frontpage.png",
        "alt": "FrontPage"
      },
      {
        "src": "/img/dwc/course.png",
        "alt": "Course"
      },
      {
        "src": "/img/dwc/illustrator.png",
        "alt": "Illustrator"
      },
      {
        "src": "/img/dwc/inDesign.png",
        "alt": "InDesign"
      }
    ],
    "link": "https://digitalworkshopcenter.com/"
  },
  {
    "id": 10,
    "title": "Upfit - Professional Nutritional Plan and Training Program",
    "logo": "/img/upfit/logo.png",
    "description": "Upfit is a platform that provides personalized nutritional plans and training programs to help individuals achieve their fitness goals. The platform offers a range of features, including meal planning, workout tracking, and progress monitoring. Upfit aims to empower users by providing them with the tools and resources they need to lead healthier lifestyles.",
    "companyName": "La Net Team Software Solutions Pvt. LTD.",
    "companySite": "https://www.lanetteam.com/",
    "workLogo": "/img/logo.webp",
    "role": "Software Engineer",
    "data": [
      {
        "heading": "Personalized Plans",
        "bullets": [
          "Create customized nutritional plans based on individual goals and preferences.",
          "Provide training programs tailored to different fitness levels."
        ]
      },
      {
        "heading": "Progress Tracking",
        "bullets": [
          "Allow users to track their progress and achievements.",
          "Provide insights and analytics to help users stay motivated."
        ]
      },
      {
        "heading": "Community Support",
        "bullets": [
          "Facilitate user interactions through forums and discussion boards.",
          "Encourage collaboration and support among users."
        ]
      }
    ],
    "technologies": [
      "WordPress",
      "JavaScript",
      "jQery",
      "jQuery Ajax",
      "BootStrap",
      "HTML",
      "CSS",
      "SEO",
      "Google Analytics",
      "AWS Cloudfront",
      "AWS S3",
      "AWS EC2"
    ],
    "images": [
      {
        "src": "/img/upfit/frontpage.png",
        "alt": "FrontPage"
      },
      {
        "src": "/img/upfit/mealplan.png",
        "alt": "Meal Plan"
      },
      {
        "src": "/img/upfit/workout.png",
        "alt": "Workout"
      },
      {
        "src": "/img/upfit/mealplan2.png",
        "alt": "Meal Plan 2"
      },
      {
        "src": "/img/upfit/mealplan3.png",
        "alt": "Meal Plan 3"
      }
    ],
    "link": "https://upfit.de/"
  },
  {
    "id": 11,
    "title": "Fritz and Rose - Online Store",
    "logo": "/img/fritzandrose/logo.png",
    "description": "Fritz and Rose is a brand for jewellery and accessories. We love design, excellent craftsmanship and share the same uncompromising expectation of quality. Everything we do is for the strong, clever and unconventional woman, that shares our sense of quality, design and humour as we do.",
    "companyName": "La Net Team Software Solutions Pvt. LTD.",
    "companySite": "https://www.lanetteam.com/",
    "workLogo": "/img/logo.webp",
    "role": "Software Engineer",
    "data": [
      {
        "heading": "E-commerce Platform",
        "bullets": [
          "Developed an online store using WooCommerce for seamless product management and order processing.",
          "Implemented a user-friendly interface for easy navigation and shopping experience."
        ]
      },
      {
        "heading": "Product Management",
        "bullets": [
          "Managed product listings, including descriptions, images, and pricing.",
          "Ensured accurate inventory tracking and order fulfillment."
        ]
      },
      {
        "heading": "Payment Integration",
        "bullets": [
          "Integrated secure payment gateways for smooth transactions.",
          "Implemented SSL encryption for data security."
        ]
      }
    ],
    "technologies": [
      "WordPress",
      "JavaScript",
      "jQery",
      "jQuery Ajax",
      "BootStrap",
      "HTML",
      "CSS",
      "SEO",
      "Google Analytics",
      "AWS Cloudfront",
      "AWS S3",
      "AWS EC2"
    ],
    "images": [
      {
        "src": "/img/fritzandrose/frontpage.png",
        "alt": "FrontPage"
      },
      {
        "src": "/img/fritzandrose/frontpage2.png",
        "alt": "FrontPage"
      },
      {
        "src": "/img/fritzandrose/product.png",
        "alt": "Product"
      },
      {
        "src": "/img/fritzandrose/made-to-order.png",
        "alt": "Made to Order"
      }
    ],
    "link": "https://fritzandrose.com/"
  }
]
